const aboutItemsJa = [
  {
    id: 1,
    imageUrl: '/images/collaborate.png',
    imageAlt: 'illustration of people working together',
    header: 'ソーシャルメディアで社会を変える',
    content: 'ソーシャスは同じ志を持つ人々を結びつけ、一緒に社会課題解決を目指します。社会課題に関する共通の関心による繋がりやAI推薦に基づくSNSアプリが出会うべき人との出会いを可能にします。強力な検索エンジン、AI推薦、1クリック応募機能を通じて、誰もが気軽に社会貢献プロジェクトに参加できます。社会貢献しながら新しいスキルを学べる有給の仕事も見つけることも可能です。独自のアルゴリズムにより有意義な出会いを提供し、ミスマッチのリスクを低減します。'
  },
  {
    id: 2,
    imageUrl: '/images/environment.png',
    imageAlt: 'illustration of environmental considerations',
    header: 'ブロックチェーンのコミュニティ通貨 & エシカル商品のマーケットプレイス',
    content: 'ブロックチェーンのコミュニティ通貨「ソーシャスコイン」を提供することで、社会貢献にインセンティブを作ります。社会貢献プロジェクトに時間・スキルを提供することでソーシャスコインが貰えます。獲得したソーシャスコインは、「ソーシャスマーケット」でソーシャス団体（NPOやソーシャルビジネスなど）が販売するエシカル商品と交換することができます。時間・スキルの貢献だけでなく、エシカル商品の売買によっても社会課題解決に貢献することができます。ソーシャス団体は、エシカル商品を販売することによって手に入れたソーシャスコインを使って、自社のプロジェクトに時間・スキルを貢献してくれる人を募集・採用が可能です。このようにソーシャスコインの循環により、ソーシャルインパクトエコシステムを創ります。'
  },
  {
    id: 3,
    imageUrl: '/images/development.png',
    imageAlt: 'illustration of teamwork and development',
    header: 'リソースの拡大 ',
    content: `誰もが気軽に楽しく社会貢献できる機会との出会いを提供します。ユーザーは、興味や条件にぴったりのプロジェクトのAIリコメンデーションを受け取り、１クリックで社会的プロジェクトに参加でききます。また、社会課題解決に貢献しながら、新しいスキルを学び、履歴書を充実させることができます。貢献した人はブロックチェーンベースのコミュニティ通貨を受け取り、コミュニティ内で社会課題解決に繋がる製品やサービスと交換することができます。`
  },
]

export default aboutItemsJa
