import SeiraImg from '../../src/images/team/Seira Yun.jpeg'
import AtsushiImg from '../../src/images/team/Atsushi Inoue.jpeg'
import GalinaImg from '../../src/images/team/Galina Neydenova.jpeg'
import RhysImg from '../../src/images/team/Rhys Malyon.jpeg'
import LawrenceImg from '../../src/images/team/Lawrence Cate.jpeg'
import JaysonImg from '../../src/images/team/Jayson Ilagan.jpeg'
import RiteshImg from '../../src/images/team/Ritesh Giri.jpeg'
import XanImg from '../../src/images/team/Xan Varcoe.jpeg'
import TinImg from '../../src/images/team/Tin Cabrera.jpeg'
import PranavImg from '../../src/images/team/Pranav Khanna.jpeg'
import CristhianImg from '../../src/images/team/Cristhian Tejada.jpeg'
import RaphaelImg from '../../src/images/team/Raphael Hode.jpeg'
import JesdakornImg from '../../src/images/team/Jesdakorn Samittiauttakorn.jpeg'
import ArsalanImg from '../../src/images/team/Arsalan Ni.jpeg'
import LenaImg from '../../src/images/team/Lena Namiki.jpeg'

const teamMembersJa = [
  {
    id: 1,
    imageUrl: SeiraImg,
    imageAlt: '尹 世羅',
    name: '尹 世羅',
    title: '創業者CEO',
    bio1: '川崎生まれの連続社会起業家でフルスタックエンジニア。マイノリティとしての原体験から、誰もが生まれた境遇を乗り越えて自己実現できる世界を目指す。アメリカの高校を卒業後、早稲田大学やジュネーブ国際開発高等研究所で国際人権法、ケンブリッジ大学ビジネススクールで社会起業を学ぶ。',
    bio2: 'JAR、UNHCR、国際赤十字で、人道支援の仕事に従事。中東、アフリカ、南アジアでの任務を終え、社会起業家になる。2019年に多文化共生社会の実現を目指すソーシャルベンチャー株式会社Discover Deep Japanを設立する。社会起業家として直面した課題を解決するため、2021年にソーシャス株式会社を創業。',
  },
  {
    id: 2,
    imageUrl: AtsushiImg,
    imageAlt: '井上 敦司 (博士)',
    name: '井上 敦司 (博士)',
    title: '顧問',
    bio1: '井上敦司（いのうえ　あつし）。博士（工学）。AWSソリューションアーキテクト。三重大学客員教授。経験豊富な人工知能やブロックチェインの専門家。知的情報学研究所（I3）主宰として種々の関連先端技術開発を世界中の多様な応用領域で成功に導いてきた。',
    bio2: '現在、スタートアップのPoCやMVPを可能な限り迅速かつ単純に行うデジタルアントレプレナーシップに注力中。ラズパイなどの小型ボードコンピュータやAWS, GCP, Azureといったクラウドコンピューティングサービスを効果的に用いた統合型アプローチを理想として推奨。スタートアップの立ち上げに至るまでや立ち上げ初期段階での様々な要件のコンサルや支援を行っている。',
  },
  {
    id: 3,
    imageUrl: GalinaImg,
    imageAlt: 'ガリナ ナイデノバ',
    name: 'ガリナ ナイデノバ (MSc, FHEA)',
    title: 'データサイエンティスト',
    bio1: '経験豊富で多才なリード・マシーンラーニング・エンジニアは、民間企業や公的機関での豊富な経験を持ち、高度なAIソリューションを適用して顧客の成功を改善し、戦略的な意思決定に役立ててきた実績。',
    bio2: 'プロジェクトマネジメントの経験を持ち、複雑なエンド・ツー・エンドのビッグデータソリューションを提供してきたリソース豊富な技術者。また、チームリーダーとして、あらゆるレベルや役割において生産的な関係を構築し、他者の育成や指導に情熱を持って取り組んでいます。',
    bio3: '英国高等教育アカデミーのフェローであり、ラーニングアナリティクスやNLPの分野でさまざまな学術論文を発表。AI for Goodのための世界有数の共同プラットフォームであるOmdenaの日本支部のリーダー。',
  },
  {
    id: 4,
    imageUrl: RhysImg,
    imageAlt: 'リース マルヨン',
    name: 'リース マルヨン',
    title: 'ウェブ開発者',
    bio1: `デジタルマーケティングと広報の経験をもつフルスタックのウェブ開発者であるリースは、さまざまなフロントエンドとバックエンドのツールとフレームワークを使ってウェブアプリケーションを構築した経験があります。Le Wagonのウェブ開発ブートキャンプを修了した彼は、何時間もかけてツールを学び、新しいスキルを身につけることで、つながりと社会的インパクトというソーシャスのビジョンをオンラインで実現しています。`,
    bio2: 'コピーライティングとアカウントマネジメントの経験を持つリースは、技術的スキルと社会的スキルの絶妙なバランスを持っており、しっかりとしたコミュニケーションの上に築かれた強固な関係を築くことができます。南アフリカのダーバンにあるクワズールー・ナタール大学で、メディア・文化研究の学士号（優等生）を取得。',
  },
  {
    id: 5,
    imageUrl: LawrenceImg,
    imageAlt: 'ローレンス ケイト',
    name: 'ローレンス ケイト',
    title: '技術顧問',
    bio1: 'テクノロジーとコミュニティを活用して社会問題や環境問題に取り組むことに情熱を注ぐコンピュータサイエンティストです。 イギリスのノッティンガム大学を卒業後、日本でマーケットプレイスサービス「メルカリ」の海外展開に携わった経験を持つ。',
    bio2: `現在は、旅行サービス「Home away from Home」の開発に携わっているほか、プラスチック汚染問題に取り組む日本有数の非営利団体「mymizu」の創設メンバーでもある。`,
  },
  {
    id: 6,
    imageUrl: JaysonImg,
    imageAlt: 'イラガン ジェイソン',
    name: 'イラガン ジェイソン',
    title: 'シニアエンジニア',
    bio1: 'ジェイソンは、12年以上の経験をウェブ・モバイルアプリの開発者です。Lyceum of the Philippines-Lagunaでコンピュータサイエンスの学位を取得しました。卒業後、学校の誘いに応じてシステム構築に携わり、教員の業績評価システムの開発に取り組みました。',
    bio2: `Ivoclar Vivadent Inc.でITグローバルソフトウェアデベロッパーとして6年間勤務し、主にプロジェクト作成に携わった後、シンガポールに2年間移住し、Direct Asia Management Services Pte. Ltd.に転職。ウェブ開発者として、バイクや旅行保険を扱う会社のポータルサイトのプロジェクトに携わりました。今後は、薬代を払えない難病の子供たちが適切な医療を受けられるようなアプリケーションを構築したいと考えています。`,
  },
  {
    id: 7,
    imageUrl: RiteshImg,
    imageAlt: 'リテッシュ ギリ',
    name: 'リテッシュ ギリ',
    title: 'プロダクトマネージャー',
    bio1: `ムンバイ大学で学士号(計算機工学)、ジョージア工科大学で修士号を取得。UBTECH Robotics社でのインターンシップでは、iFLYTEKを使用して、世界初のプログラマブルロボットYansheeのテキスト読み上げ機能と音声認識機能の開発、および統合に貢献しました。
    2019年、ソフトウェア・ディベロッパー(開発者)としてPwCに入社。クライアントとの信頼を高め、サービス契約の更新に貢献したとして「アプロム賞」を受賞。`,
    bio2: `ソーシャスのプロダクトマネージャーである一方、Quinstreetのシニアプロダクトマネージャーとして、パフォーマンスベースや検索エンジンマーケティングのためのソフトウェア製品、およびソリューションの構築に携わっています。
    ソーシャスに参画した理由は「社会変革に携わることは道徳的責任である」という彼の信念。他人に頼らず、自分自身が解決策の一部となりたいと考えています。会社のミッションに共感し、自分のIT分野のスキルを活かし、ソーシャスのデザインと成長に貢献できることを期待しています。`,
  },
  {
    id: 8,
    imageUrl: XanImg,
    imageAlt: 'バーコ ザン',
    name: 'バーコ ザン',
    title: 'シニアデータサイエンティスト',
    bio1: '書籍を出版しているデータサイエンティスト、そしてテクノロジー・エバンジェリスト。多彩なバックグランドを持ち、コンピューターサイエンスと人類学の両方の学位を取得。機械学習から経営、マーケティング、ブロックチェーンソリューション、教育、そしてイベントなど、多様なプロフェッショナルな経験を持っています。',
    bio2: 'データとデザインに動かされ、自分の仕事ではポジティブで持続的なインパクトを与えることを目指している。古くからある問題に最先端のソリューションを提供し、人々がポジティブに現状を打破可能にしたいと考えています。',
  },
  {
    id: 9,
    imageUrl: TinImg,
    imageAlt: 'カブレラ ティン',
    name: 'カブレラ ティン',
    title: 'エグゼクティブアシスタント&コミュニティビルダー',
    bio1: '人生の目的は、全ての人のために安全な空間を作ること。若い頃、性的指向や性表現が原因でいじめられた経験から、若者が恐れずに自分らしくいられる場所を提供することを誓いました。その結果、フィリピンのマリキナ市内のクリエイターや起業家、フリーランサーを支援するコワーキングスペース「コフィチナ」を共同設立。',
    bio2: '自他共に認めるマルチポテンシャリティー、そして多様な興味の持ち主。認定ライフコーチ、Sustainability Solutions ExchangeとCreate Philippinesの元コミュニティマネージャー、Facebookのアドストラテジスト、そしてモチベーショナル・スピーカーの彼女は、エグゼクティブアシスタント&コミュニティビルダーとしてソーシャスに加わります。',
  },
  {
    id: 10,
    imageUrl: PranavImg,
    imageAlt: 'プラナブ カナ',
    name: 'プラナブ カナ',
    title: 'アドバイザー',
    bio1: '循環型（サーキュラー）ファッションやサステナビリティ、プラスチックごみ問題の対策、暗号通貨などのバックグラウンドを持つプラナブは、環境・気候×ブロックチェーンの領域で活躍中。最近では、気候変動分野におけるDAO（分散型自律組織）やLakme Fashion Weekのサーキュラーデザインチャレンジに貢献し、現在は、より良い世界のブロックチェーンのためのラボラトリーLaoLabs社で働いています。',
    bio2: 'ブロックチェーンによる環境対策、シードアクセラレーターでのメンターとしての活動、受賞歴のあるサステナビリティのためのツール開発などの経験から得たスキルを、ソーシャスのアドバイザーとして活かしていきたいと考えています。',
  },
  {
    id: 11,
    imageUrl: CristhianImg,
    imageAlt: 'クリスティアン テハーダ',
    name: 'クリスティアン テハーダ',
    title: 'ブロックチェーンデベロッパー',
    bio1: 'クリスティアンは、人工知能とブロックチェーンが今後数年のうちに、持続可能な開発と社会善に不可欠な役割を果たすと強く信じています。現在、データサイエンティストおよびブロックチェーンデベロッパーとして、これらの技術を主なツールとし、いくつかの社会的インパクトプロジェクトで活躍中。また、Open Bank Project社でも働いていて、金融機関向けのブロックチェーンソリューション開発に携わっています。',
    bio2: '元々ビジネスと経済を学んでいた彼は、生活環境の改善や環境問題を解決するツールを作る必要性から、コンピューターサイエンスのスキルを身につけることに。今後数年間は、Web3技術を使った新しい経済モデルを研究する博士課程を継続する予定です。',
  },
  {
    id: 12,
    imageUrl: RaphaelImg,
    imageAlt: 'オデ ラファエル',
    name: 'オデ ラファエル',
    title: 'デザインアドバイザー',
    bio1: '社会的イノベーションとサステナビリティに情熱を持つストラテジックデザイナーのラファエル。パリの広告代理店で数年働いた後、2015年に東京に移り、グローバルな戦略的デザイン会社、Designitに入社しました。DesignitでRaphaelはチームを成長させ、日本で最も野心的な企業がイノベーションを実現するのを支援し、UXデザインやサービスデザイン、ビジネスデザイン、また戦略にわたるさまざまな役割を支持しました。',
    bio2: '同時に、講演やワークショップの開催、初期段階の社会起業家の指導、そして最終的にはソーシャル・ベンチャーを共同設立するなど、サステナビリティと社会的イノベーションに関連した活動に熱心に取り組んでいます。現在は、素晴らしい社会起業家と共に、先見性のある商品を定義、デザイン、ローンチし、より持続可能な社会づくりに貢献しています。',
  },
  {
    id: 13,
    imageUrl: JesdakornImg,
    imageAlt: 'サミティオータコーン シェサッダコーン',
    name: 'サミティオータコーン シェサッダコーン',
    title: 'アドバイザー',
    bio1: 'シェサッダコーンは、10年の経験を持つホリスティックテクノロジーとデータマネジメントの専門家で、特にAIとML開発、データセキュリティ、データプライバシーの分野で活躍してきました。また、大規模なアーキテクチャの複雑性を回避、効率的なシステムパイプラインを構築、そして導き出した重要な洞察を元にビジネスチャンスを獲得し、アジア地域の多くの大手企業やスタートアップ企業のビジネス価値を高めるための支援を行っています。',
    bio2: '',  
  },
  {
    id: 14,
    imageUrl: ArsalanImg,
    imageAlt: 'ニー アーサラン',
    name: 'ニー アーサラン',
    title: 'アドバイザー',
    bio1: 'アルマトイ、カザフスタンのMOST Ventures社のマネージングパートナー兼共同創業者、また中東・北アフリカ地域（MENA）のUNDP SDG-Climate Facilityのシニアアドバイザーを勤めるアーサラン。彼は同時に、ワシントンDCのインパクト投資ファンドであるAV Venturesのファンドマネジメントアドバイザーとして、キルギス共和国のビシュケク市にセントラル・アジア・インパクト・ファンドを設立しています。',
    bio2: 'フロンティアおよび新興市場における投資、アドバイザリーの分野で20年以上の経験を持つアーサランは、過去に緑の気候基金(GCF)の民間セクター・ファシリティ・シニア・アドバイザーや国際金融公社(IFC)アジア・中東地域の中小企業ベンチャープログラムの地域プログラム・マネージャー、また世界有名銀行の様々プロジェクトのテクニカル・アドバイザーとしての経験もあります。',  
  },
  {
    id: 15,
    imageUrl: LenaImg,
    imageAlt: '浪木 レナ',
    name: '浪木 レナ',
    title: 'ウェブ開発者',
    bio1: 'フルスタックのウェブ開発者であるレナは、コードを通して革新的なアイデアを実現する手助けをすることに情熱を注いでいます。ソーシャスのウェブ開発者として活躍する一方、同時にAdobe社でフロントエンド開発者として、パーソナライズされた顧客体験の開発・テストに注力しています。',
    bio2: 'ウェブ開発者としてのキャリアをスタートする前には、デジタルマーケティングの経験もあり、主にデジタル広告やソーシャルメディアマーケティング、オンライン・オフラインのカスタマーエクスペリエンスを得意とする。彼女は、さまざまな専門知識を提供し、社会問題に取り組み、ポジティブで持続的な変化をもたらすことを望んでいます。',
  },
]

export default teamMembersJa
