const valueItemsJa = [
  {
    id: 1,
    header: '多様性、包摂性、帰属意識',
    content: '多様性を尊重する社会を創るための多様性を尊重する会社'
  },
  {
    id: 2,
    header: '人生あっての仕事',
    content: '仕事よりも家族と友人を優先'
  },
  {
    id: 3,
    header: '社会的インパクトのためのハイパフォーマンス',
    content: '私たちの目標は、株主価値や利益ではなく、社会的インパクトを最大化することです。社会的インパクトと利益は概ね一致していますが、相反する場合は、社会的インパクトを優先します。'
  },
  {
    id: 4,
    header: '自由と責任',
    content: 'ソーシャスのメンバーは、一人ひとり高いレベルの自主性を持ち、責任感を持って正しい判断を下すと信頼されています。'
  },
  {
    id: 5,
    header: '率直なコミュニケーションと協働',
    content: '互いに率直なフィードバックを受け容れる環境が成長と協働に繋がる'
  },
]

export default valueItemsJa
