const valueItemsJa = [
  {
    id: 1,
    header: 'ダイバーシティ、インクルージョン、ビロンギング',
    content: 'ダイバーシティ（多様性）、インクルージョン（包摂性）、ビロンギング（帰属意識）はソーシャスのDNAの一部です。全ての人に無意識のバイアスがあり、多様性を尊重する会社を創るためには、採用や職場での慣行について批判的に考えなければなりません。私たちはダイバーシティ、インクルージョン、ビロンギングに全力で取り組んでおり、業界のベストプラクティスに従うとともに、どうすればよりインクルーシブな会社を築けるかについてメンバーからのフィードバックを受けるよう努めています。'
  },
  {
    id: 2,
    header: '人生あっての仕事',
    content: 'ソーシャスは、メンバーが仕事よりも自分の健康や人間関係を優先することで、ワークライフバランスを実現できると信じています。家族、友人、健康よりも大事な仕事はありません。この精神に基づき、ソーシャスでは無制限の休暇制度を設け、従業員が必要に応じて休暇を取ることができるようにしています。従業員は自分のことを一番よく知っているので、優れた結果を出すために自分がどのように働きたいかを決めることができます。'
  },
  {
    id: 3,
    header: '社会的インパクトのためのハイパフォーマンス',
    content: 'ソーシャスの目標は、株主価値や利益ではなく、社会的インパクトを最大化することです。社会的インパクトと利益は概ね一致していますが、相反する場合は、社会的インパクトを優先します。ソーシャスには社会変革に情熱を燃やす人々の集まりです。そのため、メンバーはハイパフォーマンスが求められます。社会的インパクトを最大化するために最適な人のみを採用します。どのような人を採用するかに配慮することで、社会変革を加速させる企業文化を築くことができます。'
  },
  {
    id: 4,
    header: '自由と責任',
    content: '大いなる力は大いなる責任が伴う。それはソーシャスのメンバーにとっても同じです。ソーシャスでは、社員一人ひとりが何をするのか、どの程度のリソースを割くのかに対する広範な決定権限があります。メンバーが自己決断できる予算に制限はありませんが、全てのメンバーが自分の決断・ハイパフォーマンスに責任を持つことで、社会的インパクトを最大化できます。'
  },
  {
    id: 5,
    header: '率直なコミュニケーションと協働',
    content: 'ソーシャスは、社員が互いに敬意を持って率直に話し合える環境を醸成することに努めています。互いに率直なフィードバックを受け容れる環境が成長と協働に繋がると信じています。誰にでも失敗はあります。重要なのは、失敗から学ぶ能力であり、メンバーが声を上げることは会社にとって長期的な利益になります。率直なコミュニケーションは、良好な人間関係と効率的な問題解決を可能にします。'
  },
]

export default valueItemsJa
